

import Item1 from '../Photo/item1.jpg';
import Item2 from '../Photo/item2.jpg';
import Item3 from '../Photo/item3.jpg';
import Item4 from '../Photo/item4.jpg';
import Item5 from '../Photo/item5.jpg';
import Item6 from '../Photo/item6.jpg';
import Item7 from '../Photo/item7.jpg';
import Item8 from '../Photo/item8.jpg';
import Item9 from '../Photo/item9.jpg';
import Item10 from '../Photo/item10.jpg';
import Item11 from '../Photo/item11.jpg';
import Item12 from '../Photo/item12.jpg';

 const Shoes = [
        {id:1, title: ' Nike Air Presto (EU 38)', desc:" Nike Air Presto ยกระดับรองเท้าวิ่งยอดนิยมด้วยนวัตกรรมสมัยใหม่ เพิ่มสีสันให้ส่วนโครงสร้างกระชับแบบบูทและกรอบอันเป็นเอกลักษณ์ แล้วแต่งเติมเสริมดีไซน์ด้วยลายจุดและสีสันที่ส่วนลดแรงกระแทกที่ส้น ตบท้ายด้วยข้อความส่วนตัวสั้นๆ ที่ส้น", price: 4500 , img: Item1, quantity: 1},
        {id:2, title: 'Nike Court Blanc (EU 36)', desc:" Nike Court Blanc ได้แรงบันดาลใจจากรุ่นในตำนานและเข้าได้กับทุกแนวการแต่งตัว มาพร้อมส่วนบนจากหนังเพื่อให้ลุคที่สะอาดตาและเพิ่มสีสันโดดเด่นให้กับสไตล์ที่เรียบง่ายแต่อเนกประสงค์ ซึ่งยกย่องให้กับรุ่นในอดีต รองรับแรงกระแทกอย่างนุ่มนวล", price: 3900, img: Item2, quantity: 1},
        {id:3, title: 'Air Jordan 1 (EU 46)', desc:" Air Jordan 1 ยังคงเสน่ห์เอาไว้ พร้อมปรับโฉมด้วยสีสันสดใหม่และวัสดุระดับพรีเมียม คู่นี้สร้างสรรค์ขึ้นมาพร้อมส่วน Air-Sole ที่มีน้ำหนักเบาและไลน์การดีไซน์แบบคลาสสิก พร้อมทั้งยังนำเอากลิ่นอายของรุ่นออริจินัลมาสู่มุมมองแบบโมเดิร์น", price: 4600, img: Item3, quantity: 1},
        {id:4, title: 'LeBron 7 QS (EU 44)', desc:" LeBron 7 QS คู่นี้รังสรรค์มาอย่างแข็งแรงและโฉบเฉี่ยวด้วยวัสดุผสมที่ส่วนบนเพื่อให้ลุคที่ใส่ได้ยาวนาน มาพร้อมกับส่วนเน้นโลหะและตรา LeBron หลายจุดเพื่อฉลองให้กับ “คิง” ในขณะเดียวกันก็มีระบบลดแรงกระแทกซึ่งช่วยเสริมความสง่างามในทุกย่างก้าว", price: 7000, img: Item4, quantity: 1},
        {id:5, title: 'Nike Zoom 2K (EU 40)', desc:" Nike Zoom 2K ปรับโฉมใหม่ให้กับยุคทองของรองเท้าผ้าใบสำหรับวิ่ง โดยนำแรงบันดาลใจมาจากซิลลูเอทของรองเท้าวิ่งจากต้นยุค 2000 มาพร้อมกับถุง Zoom แบบคลาสสิกที่พารุ่นนี้หวนกลับคืนสู่จุดกำเนิด พร้อมปีกยางที่โอบขึ้นมาจากพื้นรองเท้าชั้นนอกส่งดีไซน์ให้ไปสู่อนาคต", price: 3100, img: Item5, quantity: 1},
        {id:6, title: 'LeBron 17 (EU 46)', desc:" LeBron 17 ด้วยความกระชับและการรองรับเพื่อความเหนือชั้นทั่วทั้งคอร์ท โดดเด่นด้วยการผสานกันแบบมีน้ำหนักเบาของเส้นด้ายถักและเส้นด้ายขึ้นรูปด้วยความร้อนที่ให้รองเท้าแต่ละข้างได้ลุคและสัมผัสที่ทนทาน ได้การรองรับการกระแทกและการส่งแรงกลับที่ตอบสนองได้ดีอย่างที่ต้องการ", price: 7000, img: Item6, quantity: 1},
        {id:7, title: 'Zoom Freak 1 (EU 40)', desc:" Zoom Freak 1 เป็นรองเท้าซิกเนเจอร์รุ่นแรกของ Giannis Antetokounmpo ที่ให้สัมผัสแห่งเกมบาสเก็ตบอลในระดับนานาชาติ Zoom Freak 1 มีระบบลดแรงกระแทกพร้อมตอบสนองได้ดีเป็นพิเศษ การทรงตัวที่ปลายเท้า และการยึดเกาะหลายทิศทางแบบที่ต้องการเพื่อเติมเต็มเกมกีฬา", price: 4600, img: Item7, quantity: 1},
        {id:8, title: 'Nike Air Max 90 (EU 38)', desc:"Nike Air Max 90 ยังคงเจริญรอยตามต้นแบบรองเท้าวิ่งในยุค 90 โดยดีไซน์ขึ้นใหม่เพื่อการสวมใส่แบบลำลอง ด้วยลุคสดใหม่และสีสันสะดุดตา ขณะที่ระบบลดแรงกระแทก Max Air ก็ให้ความสบายตลอดทั้งวัน ทั้งยังมีรายละเอียดที่เป็นเอกลักษณ์อย่างพื้นรองเท้ายางลายวาฟเฟิล ", price: 4600, img: Item8, quantity: 1},
        {id:9, title: 'Nike Air Max Dia (EU 37)', desc:" Nike Air Max Dia ดีไซน์มาสำหรับเท้าของคุณผู้หญิงโดยเฉพาะ ด้วยลุคส้นสูงและความโปร่งที่สวยงาม มากับส่วนบนแบบมินิมอลที่ปรับทรงให้โมเดิร์น พร้อมส่วน Max Air ที่เพิ่มความสวยให้มากยิ่งขึ้นด้วยพื้นรองเท้าชั้นกลางขนาดใหญ่เพื่อสไตล์จัดเต็ม ", price: 4200, img: Item9, quantity: 1},      
        {id:10, title: 'Nike Air Max 200 (EU 39)', desc:" Nike Air Max 200 มีสปริงตัวได้ดีเพื่อให้ความรู้สึกสบายอย่างไร้ที่ติ ได้แรงบันดาลใจจากรูปแบบของพลังงานที่แผ่ออกมาจากโลก เช่น การไหลของลาวาและคลื่นในมหาสมุทร และด้วยระบบลดแรงกระแทกที่เหนือชั้นบวกกับรายละเอียดแบบโมเดิร์น ", price: 4600, img: Item10, quantity: 1},  
        {id:11, title: 'Nike Air Max 2090 (EU 43)', desc:" Nike Air Max 2090 ซึ่งมาในลุคโดดเด่นที่ได้แรงบันดาลใจจาก DNA ของ Air Max 90 โดยมีระบบลดแรงกระแทก Nike Air ใหม่หมดจดใต้ฝ่าเท้าที่เพิ่มความสบายแบบไม่มีใครเทียบได้ ขณะที่ตาข่ายแบบใสและผ้าสีสดที่ส่วนบนก็ผสมผสานกับคุณสมบัติของรุ่น OG ", price: 4200, img: Item11, quantity: 1},      
        {id:12, title: 'Nike React Vision (EU 38)', desc:" Nike React Vision มีสีสันที่มีชีวิตชีวาต่างมาผสมผสานกันในดีไซน์ที่ได้รับอิทธิพลจากโลกใบใหญ่ในฝัน ซึ่งในขณะเดียวกัน ลิ้นรองเท้าที่หนานุ่มเป็นพิเศษก็ให้ความสบายได้อย่างเหนือจริง ทั้งยังมี DIMSIX บนแถบลิ้นรองเท้าซึ่งสูงพ้นส่วนหุ้มข้ออีกด้วย", price: 4200, img: Item12, quantity: 1}          
]

export default Shoes;